{"sites": [
    {"site":"https://tolureis.com",
    "data":"Tolureis.com. 17:0. Projeler · Calişmalar · Blog · Hakkinda. Duyurular: Ardusat Konusu eklenmistir. Mongodb Konusu eklenmistir. Mysql Konusu eklenmistir."
    },
    {"site":"https://www.instagram.com",
    "data":"Create an account or log in to Instagram - A simple, fun & creative way to capture, edit & share photos, videos & messages with friends & family."
    },
    {"site":"https://www.netflix.com/tr/",
    "data":"Netflix nedir? Netflix; internet bağlantılı binlerce cihazda ödüllü diziler, filmler, animeler, belgeseller ve daha fazlasını içeren geniş bir arşiv sunan bir"
    },
    {"site":"https://www.amazon.com/",
    "data":"Elektronik, bilgisayar, akıllı telefon, kitap, oyuncak, yapı market, ev, mutfak, oyun konsolları ürünlerini ve daha fazlasını uygun fiyatlara Amazon.com.tr ..."
    },
    {"site":"https://tr-tr.facebook.com/",
    "data":"Arkadaşlarınla Çevrimiçi İletişim Kur. Facebook Topluluğuna Ücretsiz Katıl ! Arkadaş Bul. Online Sohbet Et. Etkinlik Oluştur. İlginç Konuları Takip Et. Arkadaşlarınla Oyun Oyna. Fotoğraf Paylaş. Eski Arkadaşlarını Bul. Ailenle İletişimde Kal. Hatıralarını Paylaş."
    },
    {"site":"https://web.whatsapp.com/",
    "data":"WhatsApp mesajlarını hızlıca bilgisayarınızdan gönderip alın."
    },
    {"site":"https://twitter.com/login?lang=tr",
    "data":"By signing up, you agree to the Terms of Service and Privacy Policy, including Cookie Use. Zaten bir hesabın var mı?"
    },
    {"site":"https://www.disneyplus.com/tr-tr",
    "data":"Disney+; Disney, Pixar, Marvel, Star Wars, National Geographic ve çok daha fazlasına ait içeriklerin yer aldığı dijital yayın platformudur. Disney+, standart ..."
    },
    {"site":"https://www.n11.com/",
    "data":"Cep telefonu, TV, bilgisayar, saat, moda, bisiklet, tatil, kitap ve dahası en uygun fiyatlar ile online alışveriş sitesi n11'de!"
    },
    {"site":"https://www.hepsiburada.com/",
    "data":"Cep telefonu, bilgisayar, televizyon, kozmetik ve binlerce ürün uygun fiyatlarla Hepsiburada.com'da. Ücretsiz kargo fırsatları ile her şey ayağına gelsin."
    },
    {"site":"https://getir.com/",
    "data":"Atıştırmalıktan içeceklere, kahvaltılıklardan kişisel bakım ürünlerine kadar binlerce ürünü dakikalar içinde kapınıza getiriyoruz."
    },
    {"site":"https://www.cimri.com/",
    "data":"Cimri, ürünlerin mağazalardaki güncel fiyatlarını, fiyat geçmişlerini, açıklamalarını, teknik özelliklerini, resimlerini, videolarını, kullanıcı yorumlarını tek ..."
    },
    {"site":"https://www.yemeksepeti.com/",
    "data":"Yemeksepeti ile binlerce restoran, yüz binlerce yemekten istediğinizi anında online sipariş edebilir, paket servis ile yemek siparişi verebilirsiniz."
    },
    {"site":"https://www.ebay.com/",
    "data":"Buy & sell electronics, cars, clothes, collectibles & more on eBay, the world's online marketplace. Top brands, low prices & free shipping on many items."
    },
    {"site":"https://www.youtube.com/?gl=TR&hl=tr",
    "data":"Sevdiğiniz videoların ve müziklerin keyfini çıkarın, orijinal içerik yükleyin ve tümünü YouTube'da arkadaşlarınızla, ailenizle ve dünyayla paylaşın."
    },
    {"site":"https://www.trendyol.com/",
    "data":"Giyim, bilgisayar, cep telefonu, kozmetik, beyaz eşya, süpermarket & daha aradığın yüz binlerce indirimli ürün en uygun fiyatlar ve kampanyalarla ..."
    },
    {"site":"https://www.lcwaikiki.com/",
    "data":"LC Waikiki ile uygun fiyatlarla giyinmek senin seçimin! Giyim, kozmetik, ev tekstili, aksesuar, ayakkabı modellerini indirim ve kampanyalarla şimdi keşfet! ..."
    },
    {"site":"https://www.instreet.com.tr/"
    ,"data":"Ünlü markaların giyim, ayakkabı ve aksesuar modellerini incelemek ve size özel fiyatlardan yararlanmak için instreet.com.tr'yi ziyaret edin!"},
    {"site":"https://www.derimod.com.tr/"
    ,"data":"Erkek ve Kadın Deri Ceket, Çanta ve Ayakkabı modelleri Derimod'da."},
    {"site":"https://www.sikayetvar.com/"
    ,"data":"Markalarla yaşadığınız sorunları şikayet etmek ve çözüm bulmak, diğer müşterilerin yorumlarını okuyarak alışveriş yapmak istiyorsanız sikayetvar.com!"},
    {"site":"https://www.fenerbahce.org/"
    ,"data":"Hazır Mısın? Yeni sezon formanı, dilediğin forma numaran ve ismin ile birlikte oluşturup anında sipariş edebilirsin. WinWin Özel : İz Bırakanlar Triko Forma."},
    {"site":"https://www.galatasaray.org/"
    ,"data":"SPORTİF A.Ş. FUTBOL · ERKEK FUTBOL TAKIMI · GALATASARAY PETROL OFİSİ KADIN FUTBOL TAKIMI · FUTBOL AKADEMİSİ · BASKETBOL · GALATASARAY NEF · GALATASARAY"},
    {"site":"https://www.trabzonspor.org.tr/"
    ,"data":"Futbol, basketbol, voleybol, hentbol, atıcılık, judo, atletizm, masa tenisi ve boks dallarında faaliyet gösteren kulübün resmi sitesi."},
    {"site":"https://www.wearehullcity.co.uk/"
    ,"data":"Watch or listen live, on the official streaming service of your club. View iFollow availability. Latest News; Ticket News ..."},
    {"site":"https://www.tivibu.com.tr/"
    ,"data":"Televizyon keyfinizi katlayacak teknolojik özellikler, yüzlerce kanal, binlerce film, müzik, belgesel, dizi ve daha fazlası Tivibu'yla evinizde!"},
    {"site":"https://www.turktelekom.com.tr/"
    ,"data":"Türk Telekom, kullanıcılarına ihtiyaçlara göre özelleştirilmiş en uygun tarifeleri, cihazları ve kampanyaları en iyi fiyatlarla sunarak değerli hissettirir."},
    {"site":"https://www.vodafone.com.tr/"
    ,"data":"Vodafone'un sunmuş olduğu tarifeleri, kampanyaları, cihazları, servisleri ve hizmetleri sayfamızdan inceleyebilirsiniz. Birlikte Mümkün."},
    {"site":"https://www.turkcell.com.tr/"
    ,"data":"Turkcell uygulamasıyla siz neredeyseniz Turkcell'iniz orada! Kalan Kullanım Görüntüleme. Fatura Takibi & Ödeme. Turkcell Pasaj'da Alışveriş."},
    {"site":"https://www.blutv.com/"
    ,"data":"BluTV - Türkiyenin İnternet Televizyonu. Üstelik şimdi ilk 7 gün ücretsiz!"},
    {"site":"https://www.bimcell.com.tr/"
    ,"data":"Bimcell Logo Siyah. ©2011-2022 | Bu hizmet TT Mobil İletişim Hizmetleri A.Ş. tarafından sunulmakta olup, tüketici memnuniyetine ilişkin her türlü husustan ..."},
    {"site":"https://www.bim.com.tr/"
    ,"data":"BİM HİZMET FELSEFESİ. BİM müşterileri,memnun kalmadıkları ürünleri tartışmasız iade edebilirler. BİM,en kaliteli ürünleri en uygun fiyatlarla sunar."},
    {"site":"https://www.sokmarket.com.tr/"
    ,"data":" "},
    {"site":"https://www.microsoft.com/tr-tr"
    ,"data":"Eviniz veya işiniz için Microsoft ürün ve hizmetlerini keşfedin. Microsoft 365, Xbox, Windows, Azure ve daha fazlasını satın alın."},
    {"site":"https://cagdasmarketler.com.tr/"
    ,"data":"Çağdaş Marketler - Şehrin En Tazesi. ... Çağdaş Mobil uygulama kullanıcılarına 9,90 TL Kampanyamız 03 Temmuz 2023 tarihleri arasında geçerlidir."},
    {"site":"https://www.oracle.com/tr/"
    ,"data":"Oracle | Cloud Applications and Cloud Platform · Oracle CloudWorld'da bağlantılar kurun · NVIDIA, AI Hizmetleri için Oracle Cloud Infrastructure'ı Seçti · Oracle ..."},
    {"site":"https://www.boyner.com.tr/"
    ,"data":"Yüzlerce markaya ait son moda giyim, kozmetik ve ayakkabı ürünlerini Boyner.com.tr üzerinden eşsiz fırsatlarla hemen satın alın!"},
    {"site":"https://www.morhipo.com/"
    ,"data":"Binlerce moda markasında kampanyalar, sezon sonu indirimleri ve fırsatları online alışveriş sitesi Morhipo'da. Özel indirim kulübünü internetten takip edin, ..."},
    {"site":"https://www.defacto.com.tr/"
    ,"data":"DeFacto ile kadın ve erkek modasında Akdeniz esintileri! Sen de hemen rahat giyimin öncüsü DeFactoya tıkla ve online alışverişin keyfine var!"},
    {"site":"https://www.defacto.com.tr/erkek-mont"
    ,"data":" "},
    {"site":"https://www.defacto.com.tr/kadin-mont"
    ,"data":" "},
    {"site":"https://www.defacto.com.tr/kadin-giyim"
    ,"data":" "},
    {"site":"https://www.defacto.com.tr/kadin"
    ,"data":" "},
    {"site":"https://www.defacto.com.tr/erkek"
    ,"data":" "},
    {"site":"https://www.kigili.com/"
    ,"data":"Erkek giyimin online adresi Kiğılı. Aradığınız takım elbise, ceket, pantolon, gömlek modelleri uygun fiyat ve kampanyalarla kigili.com'da sizi bekliyor."},
    {"site":"https://www.kigili.com/erkek-mont/"
    ,"data":" "},
    {"site":"https://www.deichmann.com/TR/tr/shop/welcome.html"
    ,"data":"En trend ve kaliteli ayakkabıları en uygun fiyatlarla Deichmann online mağazada keşfedin. - Ücretsiz kargo ve kapıda ödeme fırsatı ile!"},
    {"site":"https://www.adidas.com.tr/tr"
    ,"data":"İlk Alışverişe %15 İndirim! Spor giyim ve spor ayakkabı modelleri, tüm renkleri ve stilleri adidas Online Shop'ta seni bekliyor!"},
    {"site":"https://www.nike.com/tr/"
    ,"data":"Nike; yenilikçi ürünler, deneyimler ve hizmetlerle dünya çapında sporculara ilham veriyor."},
    {"site":"https://tr.puma.com/"
    ,"data":"Dünyanın En Hızlı Spor Markası PUMA'nın günlük giyim, koşu, antrenman, futbol ve daha pek çok alanda performans ve sokak şıklığını bir araya getiren çok ..."},
    {"site":"https://www.mavi.com/"
    ,"data":"Jean'i bir hayat felsefesi olarak benimseyen Mavi, Akdeniz sıcaklığını dünya trendleriyle birleştirerek geniş bir koleksiyon sunuyor."},
    {"site":"https://www.avva.com.tr/"
    ,"data":"Erkek Giyim Alışverişi, Tişört, Gömlek, Ceket, Pantolon, Erkek Aksesuar, Mont, Ayakkabı, Erkek Giyim Ürünlerinde İndirim ve Fırsatlar Avva.com.tr' de."},
    {"site":"https://www.robo90.com/"
    ,"data":"Arduino, 3d yazıcı parçaları, Raspberry Pi, sensör, devre elemanları, elektronik kart, komponent, robotik kodlama eğitimi ürünleri için uygun ve güvenli ..."},
    {"site":"https://www.robotistan.com/"
    ,"data":"Elektronik malzeme marketi, devre elemanları satışı, parçalar, robot kitleri, stem eğitim ürünleri burada. 5000'den fazla maker ürününü 17:00'a kadar aynı ..."},
    {"site":"https://www.direnc.net/"
    ,"data":"Direnc.net - Türkiye'nin en büyük elektronik komponent, malzeme, takım, geliştirme kartları, modülleri, robotik ürünleri ve Arduino - Raspberry Pi resmi ..."},
    {"site":"https://www.koton.com/erkek-tisort/"
    ,"data":" "},
    {"site":"https://www.slazenger.com.tr/"
    ,"data":"Spor ayakkabı ve spor giyimde en kaliteli seçenekler uygun fiyat avantajıyla sitemizde! Aradığınız spor ayakkabı ve spor giyim modelleri için tıklayın."},
    {"site":"https://www.dsdamat.com/"
    ,"data":"Erkek Giyimin öncülerinden DS Damat kalite ve konforuyla tüm erkeklerin gardroplarında olmaya devam ediyor. Hadi şimdi tıkla ve DS Damat ürünlerini keşfet!"},
    {"site":"https://www.flo.com.tr/"
    ,"data":"Türkiye'nin en büyük online ayakkabı mağazası FLO'da yeni sezon ayakkabı modelleri uygun fiyatlar ve kapıda ödeme fırsatıyla sizi bekliyor."},
    {"site":"https://www.flo.com.tr/butik/kadin"
    ,"data":" "},
    {"site":"https://www.flo.com.tr/butik/erkek"
    ,"data":" "},
    {"site":"https://www.flo.com.tr/ayakkabi"
    ,"data":" "},
    {"site":"https://www.flo.com.tr/giyim"
    ,"data":" "},
    {"site":"https://www.flo.com.tr/kampanya/tum-canta-ve-aksesuar"
    ,"data":" "},
    {"site":"https://www.flo.com.tr/marka"
    ,"data":" "},
    {"site":"https://www.flo.com.tr/indirim"
    ,"data":" "},
    {"site":"https://www.flo.com.tr/tum-kategoriler"
    ,"data":" "},
    {"site":"https://www.ayakkabidunyasi.com.tr/"
    ,"data":"Ayakkabı Dünyası'nın yenilikçi vizyonuyla günün her anına uygun ayakkabı modellerini incelemek ve satın almak için tıklayın. 600 TL ve üzeri kargo bedava."},
    {"site":"https://www.ayakkabidunyasi.com.tr/kadin"
    ,"data":" "},
    {"site":"https://www.ayakkabidunyasi.com.tr/erkek"
    ,"data":" "},
    {"site":"https://www.ayakkabidunyasi.com.tr/cocuk"
    ,"data":" "},
    {"site":"https://www.ayakkabidunyasi.com.tr/ourbrands"
    ,"data":" "},
    {"site":"https://www.ayakkabidunyasi.com.tr/kadin-aksesuar"
    ,"data":" "},
    {"site":"https://www.ayakkabidunyasi.com.tr/t/adim-kart"
    ,"data":" "},
    {"site":"https://tr.wikipedia.org/"
    ,"data":" "},
    {"site":"https://tr.wikipedia.org/wiki/Ankara"
    ,"data":" "},
    {"site":"https://tr.wikipedia.org/wiki/İstanbul"
    ,"data":" "},
    {"site":"https://tr.wikipedia.org/wiki/İzmir"
    ,"data":" "},
    {"site":"https://tr.wikipedia.org/wiki/Erzurum"
    ,"data":" "},
    {"site":"https://tr.wikipedia.org/wiki/Antalya"
    ,"data":" "},
    {"site":"https://tr.wikipedia.org/wiki/Sinop"
    ,"data":" "},
    {"site":"https://tr.wikipedia.org/wiki/Konya"
    ,"data":" "},
    {"site":"https://tr.wikipedia.org/wiki/Bursa"
    ,"data":" "},
    {"site":"https://www.exxen.com/"
    ,"data":"Hemen üye ol, cepte, tablette, bilgisayarda, istediğin zaman, istediğin yerde exxen.com, Google Play, AppGallery, App Store, Apple TV ve Android TV'den ..."},
    {"site":"https://ibfk.com.tr/"
    ,"data":"İstanbul Başakşehir Futbol Kulübü Resmi İnternet Sitesi."},
    {"site":"https://www.beinconnect.com.tr/ana-sayfa"
    ,"data":"Kaçırdığınız programlar, yüzlerce film ve fazlası dilediğiniz zaman izlemeniz için sizi bekliyor. İster evde, ister yolda, seyahatte Digiturk ne zaman .."},
    {"site":"https://www.decathlon.com.tr/"
    ,"data":"70'in üzerinde spor için spor ekipmanları bulun ve satın alın! Decathlon.com.tr üzerinden 7/24 güvenilir online ödeme ile istediğiniz ürünü sipariş ..."},
    {"site":"https://tolureis.com/index3.html"
    ,"data":" "},
    {"site":"https://tolureis.com/Blog.html"
    ,"data":" "},
    {"site":"https://tolureis.com/tolux.php"
    ,"data":" "},
    {"site":"https://tolureis.com/Hakkinda.html"
    ,"data":" "},
    {"site":"https://tolureis.com/Calısmalar.html"
    ,"data":" "},
    {"site":"https://tolureis.com/Projeler.html"
    ,"data":"deneme"},
    {"site":"https://tolureis.com/index-engine.php"
    ,"data":" "},
    {"site":"https://www.vatanbilgisayar.com/"
    ,"data":"Masaüstü bilgisayar, dizüstü bilgisayar, cep telefonu, televizyon, tablet, fotoğraf makinesi ve binlerce teknoloji ürünü Vatan Bilgisayar' da."},
    {"site":"https://www.boyner.com.tr/erkek-mont-c-200102"
    ,"data":" "},
    {"site":"https://www.boyner.com.tr/kadin-mont-c-100103"
    ,"data":" "}
  ]
  }
